Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/HazardAndRiskAwareness.tmx
Source language: en
Languages: es

source: (There should be similarities because we are identifying, assessing, controlling and reviewing hazards)
es: (Debería haber similitudes ya que estamos identificando, evaluando, controlando y revisando peligros.)

source: (This exercise can be done on a whiteboard or using the Template Risk Assessment form – copy for each employee)
es: (Este ejercicio puede hacerse con un pizarrón o con el formulario plantilla de evaluación de riesgos, con una copia para cada colaborador)

source: Watch the Video (from 2.24)
es: Ver el video (desde 2:24)

source: A source or situation or act with a potential for harm in terms of human injury or ill-health, damage to property, damage to the environment, or a combination of these.
es: Una fuente, situación o acción con potencial para causar daño en términos de lesiones, deterioro de la salud, daño a la propiedad, daño al medio ambiente o una combinación de estos.

source: A HaSEP is produced prior to any fieldwork.
es: Un HaSEP se elabora antes de cualquier trabajo en terreno.

source: A risk management approach is taken in order to identify all foreseeable hazards, analyse and implement suitable control measures to mitigate the risk.
es: Se adopta un método de gestión de riesgos para identificar todos los peligros previsibles y para analizar e implementar medidas de control adecuadas para mitigar el riesgo.

source: Acutely Hazardous Substances and Atmospheres
es: Sustancias o atmósferas muy peligrosas

source: All personnel (employees and contractors) must attend the pre-start
es: Todo el personal (colaboradores y contratistas) deben asistir.

source: All visitors must be taken through and sign onto the pre-start
es: Todos los visitantes deben recibir la inducción de seguridad

source: All workers completed the required Client inductions?
es: ¿Recibieron todos los trabajadores las correspondientes inducciones del cliente?

source: All workers fit for duty?
es: ¿Están todos los trabajadores aptos para las labores?

source: All workers have the required PPE?
es: ¿Tienen todos los trabajadores el EPP necesario?

source: All workers hold the necessary competencies?
es: ¿Tienen todos los trabajadores las competencias necesarias?

source: Always check the risk rating after implementing control measures to make sure the risk level has reduced and the task / areas has been made safer.
es: Siempre verifica la calificación de riesgo después de implementar medidas de control para asegurarse de que se haya reducido el nivel de riesgo y que la tarea o área se haya vuelto más segura.

source: Answer: Get the drillers to highlight the gutter and other uneven surfaces with yellow / pink / green spray paint so the trip hazard is visible.
es: Respuesta: Hacer que los perforistas resalten la cuneta y otras superficies disparejas con pintura amarilla rosa o verde en aerosol para que el peligro de tropiezo sea visible.

source: Answer: Yes (Consider the fact that the black plastic, installed to minimise environmental incidents and protect the street scape is creating a slip and trip hazard for our employees.
es: Respuesta: Sí (Considera el hecho de que el plástico negro instalado para minimizar incidentes ambientales y proteger la calle ha creado un peligro de resbalo y tropiezo para nuestros colaboradores,

source: Are there any actual or suspected contaminants?
es: ¿Hay o podría haber presencia de contaminantes?

source: Are there any environmental or heritage issues?
es: ¿Hay aspectos ambientales o de patrimonio?

source: Are there any other risks?
es: ¿Hay otros riesgos?

source: Are there fatal risks present on site?
es: ¿Hay riesgos fatales en el sitio?

source: Are there unprotected or unstable excavations?
es: ¿Hay excavaciones desprotegidas o inestables?

source: Are underground or overhead services present?
es: ¿Hay servicios enterrados o tendido eléctrico?

source: Are unsure of the way to manage risk.
es: no estás seguro de la manera de manejar el riesgo.

source: Area free from hazards created by the works?
es: ¿Está el área libre de los peligros originados por los trabajos?

source: Ask: Why is it important to identify and mitigate hazards?
es: Pregunta: ¿Por qué es importante identificar y mitigar los peligros?

source: Attendee
es: Asistente

source: Believe a HSSE risk is not adequately controlled or mitigated.
es: crees que no se ha controlado o mitigado suficientemente un riesgo de HSSE.

source: Both test sites are for one project.
es: Ambos corresponden a un solo proyecto.

source: CLICK animation – Pre-start / JSEA is completed at each site to understand and control the site specific hazards.
es: Haz clic para activar la animación: se hace la reunión de seguridad previa o JSEA en cada sitio para entender y controlar los peligros específicos del sitio.

source: CLICK animation – after lunch the weather changes and storm clouds roll in.
es: Haz clic para activar la animación: después de almuerzo, el clima cambia y aparecen nubes de tormenta.

source: CLICK animation – shows one WMS for the same task across different sites
es: Haz clic para activar la animación: se muestra un WMS para la misma tarea en sitios distintos.

source: CLICK animation – town is framed by HaSEP
es: Haz clic para activar la animación: la ciudad está enmarcada en el HaSEP.

source: CLICK animation.
es: Haz clic para activar la animación.

source: Click for animation -
es: Haz clic para activar la animación.

source: Consider the photo… you are the field engineer onsite, standing where the photographer is, do you need to cease work and Take 5?
es: Contempla la imagen. Si eres el ingeniero de terreno que está parado donde está quien tomó la fotografía, ¿necesitas parar y usar el Take 5?

source: Daily Tasking
es: Tareas diarias

source: Daily pre-start must be conducted at the start of each shift and throughout the shift to assist in re-focusing the work group.
es: La reunión de seguridad previa debe celebrarse al inicio de cada turno y durante el turno para ayudar a reenfocar al grupo de trabajo.

source: Date:
es: Fecha:

source: Discuss and ask how this Take 5 process is similar to the risk assessment process we conducted earlier?
es: Pregunta en qué se parece el proceso Take 5 al proceso de evaluación de riesgos que hicimos antes.

source: Discuss the Take 5 process as per the card image.
es: Analiza el proceso Take 5 usando la imagen de la tarjeta.

source: Do not hold the necessary competency to manage the risk.
es: no tienes las competencias necesarias para manejar el riesgo.

source: Does the task involve lifting, pushing or pulling a load?
es: ¿La tarea implica izar, empujar o tirar de una carga?

source: Does the task involve using chemicals?
es: ¿La tarea implica usar químicos?

source: Driving
es: Conducción

source: Emergency Plans
es: Planes de emergencia

source: Emergency response equipment easily accessible?
es: ¿Es fácil el acceso al equipo de respuesta a emergencias?

source: Ensure all Learnings are recorded in the Learnings Database as soon as possible.
es: Ocúpate de que los Learnings sean registrados en la Learnings Database lo antes posible.

source: Environmental controls installed & maintained?
es: ¿Hay controles ambientales instalados? ¿Reciben mantenimiento?

source: Equipment and materials removed or secured?
es: ¿Se retiraron o sujetaron los equipos y materiales?

source: Equipment, Material & Logistical Issues
es: Temas sobre equipos materiales y logística

source: Especially with the black plastic covering the gutter, a step down)
es: sobre todo cuando el plástico negro cubre la cuneta, que representa un escalón.)

source: FATAL RISK CONTROLS
es: CONTROLES DE RIESGOS FATALES

source: Fitness for Duty
es: Aptitud para las labores

source: Golder's Fatal Risk Controls - be aware of your own legislative requirements and client requirements.
es: Controles de Riesgos Fatales de Golder: tener presente la legislación local y los requisitos del cliente.

source: Ground Stability
es: Estabilidad del terreno

source: HSE issues created by other workoccurring in the area
es: Aspectos de HSE originados por otros trabajos en el área

source: HSSE Moment / Learnings
es: Momento de HSSE / Learnings

source: HaSEP been communicated to workers?
es: ¿Se comunicó el HaSEP a los trabajadores?

source: Has new plant or equipment been introduced?
es: ¿Se han incorporado instalaciones o equipos nuevos?

source: Have the weather/ground conditions changed?
es: ¿Han cambiado las condiciones del clima/terreno?

source: Hazard
es: Peligro

source: Hazard identification and control
es: Identificación y control de peligros

source: Hazard vs Risk… what’s the difference?
es: Peligro, riesgo... ¿cuál es la diferencia?

source: Hazards
es: Peligros

source: Health and Safety, Environment Plan (HaSEP)
es: Plan de Salud, Seguridad y Medio Ambiente (HaSEP)

source: Health, Safety & Environment
es: Salud, Seguridad y Medio Ambiente

source: How do we control hazards?
es: ¿Cómo controlamos los peligros?

source: How do we control these hazards?
es: ¿Cómo controlamos estos peligros?

source: How do you develop a HaSEP?
es: ¿Cómo se elabora un HaSEP?

source: How?
es: ¿En qué?

source: IDENTIFY
es: IDENTIFICA

source: Identify factors that could result in injury, property damage or environmental harm.
es: Identifica los factores que podrían provocar lesiones, daños a la propiedad o daño ambiental.

source: If risks cannot be controlled STOP and notify your Project Manager.
es: So no se pueden controlar los riesgos, PARA y avisa al Gerente de Proyecto.

source: In this familiar town, you will go from home to two test sites.
es: En esta conocida ciudad, irás desde tu casa a dos sitios de prueba.

source: Is it similar?
es: ¿Es similar?

source: Is the workplace safe?
es: ¿Es seguro el lugar de trabajo?

source: Is there any risk of fall?
es: ¿Hay riesgo de caídas?

source: JOB SAFETY & ENVIRONMENT ANALYSIS
es: ANÁLISIS AMBIENTAL Y DE SEGURIDAD LABORAL

source: List any hazards
es: Indica cualquier peligro

source: List the control measures required to eliminate or minimise the risk arising from the identified hazards.
es: Indica las medidas de control necesarias para eliminar o minimizar el riesgo que surge de los peligros identificados.

source: No job is so urgent that we cannot meet our HSSE responsibilities.
es: Ningún trabajo es tan urgente que no podamos cumplir nuestras responsabilidades de HSSE.

source: On the white board – next to the risk ratings, write the control measures employees have identified using the Hierarchy of control
es: En el pizarrón, junto a las calificaciones de riesgo, escribe las medidas de control que los colaboradores identificaron usando la jerarquía de controles.

source: Once discussing that HaSEPs are required for all fieldwork click on the link and watch from 2.24 to 5.49 of the video.
es: Una vez analizada la necesidad del HaSEP para todo trabajo en terreno, haz clic en el enlace y mira desde el minuto 2:24 hasta el minuto 5:49 del video.

source: PLAN
es: PLANIFICA

source: PLAN – if yes to the above, record hazard & risk controls overleaf
es: PLANIFICA –Si alguna respuesta fue afirmativa, registra los controles de peligros y riesgos al dorso

source: PRE-START MEETING
es: REUNIÓN PREVIA

source: PROCEED
es: PROCEDE

source: PROCEED – communicate and implement risk controls
es: PROCEDE – comunica e implementa los controles de riesgos

source: Photograph taken of site on completion of works?
es: ¿Se fotografió el sitio al concluir los trabajos?

source: Plan what needs to be done to manage the risk.
es: Planifica lo que debe hacerse para manejar el riesgo.

source: Plant and tools in good repair (incl. guarding & emergency stop)?
es: ¿Están en buen estado las instalaciones y las herramientas (también las protecciones y la parada de emergencia)?

source: Pre-start / JSEA
es: Reunión de seguridad previa / JSEA

source: Pre-start / JSEA (Toolbox) Meeting
es: Reunión de seguridad previa / JSEA

source: Project:
es: Proyecto:

source: Put in place and communicate control measures (e.g. Toolbox Meeting).Update HaSEP or Site Safety Plan.
es: Implementa y comunica las medidas de control (reuniones de seguridad previas, por ejemplo).Actualiza el HaSEP o el Plan de Seguridad del sitio.

source: Required Permits to Work been issued?
es: ¿Se emitieron los permisos de trabajo requeridos?

source: Risk
es: Riesgo

source: Risk Assessments
es: Evaluaciones de riesgos

source: Risk Awareness
es: Conciencia de riesgos

source: Risk Control Measures
es: Medidas de control de riesgos

source: STOP
es: PARA

source: STOP – take 5 minutes and 5 steps back
es: PARA – Tómate 5 minutos y da 5 pasos atrás.

source: Share tips e.g. remove not applicable sections and white space.
es: Menciona consejos como eliminar las secciones que no sean aplicables y el espacio en blanco.

source: Signature
es: Firma

source: Site Closure Checklist
es: Lista de cotejo de cierre del sitio

source: Site Supervisor:
es: Supervisor de Terreno:

source: Site conditions
es: Condiciones del sitio

source: Site restored to original condition (unless otherwise required)?
es: ¿Se restituyó el sitio a su condición original? (Salvo que se indique lo contrario.)

source: Stop work here and take 5.
es: Se detiene el trabajo y se usa el Take 5.

source: THINK
es: PIENSA

source: Take 5: Take 5 minutes and 5 steps back
es: Take 5: tómate 5 minutos y da 5 pasos atrás

source: Take 5’s and ceasing work can be simple and straight forward but do provide a level of protection to yourself and others.
es: Los Take 5 y detener los trabajos pueden parecer algo simple y directo, pero de hecho ofrecen un nivel de protección a todos.

source: Take five minutes and five steps back
es: Tómate cinco minutos y da cinco pasos atrás.

source: Task:
es: Tarea:

source: The combination of the likelihood of an occurrence of a hazardous event or exposure(s) and the severity of injury or ill health that can be caused by the event or exposure(s)
es: La combinación de la probabilidad de que ocurra un suceso o una exposición peligrosa y la gravedad de la lesión o deterioro de la salud que puede causar el suceso o la exposición.

source: The daily pre-start meeting is an opportunity to discuss site issues e.g.:
es: La reunión de seguridad previa es una oportunidad para analizar los temas de terreno, por ejemplo:

source: The hierarchy onsite
es: La jerarquía en el sitio

source: The plan provides an assessment of the risk presented to all personnel, including contractors.
es: El plan entrega una evaluación del riesgo al que se expone todo el personal, incluso los contratistas.

source: These are your two test locations.
es: Estos son los dos lugares de prueba.

source: Think through the task and consider the work environment.
es: Piensa en la tarea y considera el entorno de trabajo.

source: This process also follows our Take 5 approach, which we will talk about soon.
es: Este proceso también sigue nuestro método Take 5, del cual hablaremos pronto.

source: Time:
es: Hora:

source: Update HaSEP if necessary.
es: Actualiza el HaSEP si es necesario.

source: Use the take 5 form or complete a new pre-start / JSEA to ensure equipment is secured, work stops or continues etc.
es: Con el formulario de Take 5 o con una nueva reunión de seguridad previa o JSEA se verifica que los equipos estén firmes, se detiene o prosigue con los trabajos, etc.

source: Waste collected and removed or securely stored and labelled?
es: ¿Se recogieron y eliminaron o se almacenaron de forma segura y etiquetaron los residuos?

source: Watch the video and ask employees to identify the hazards while they are watching the video.
es: Mira el video y pide a los colaboradores que identifiquen los peligros a medida que lo ven.

source: Weather & Site Conditions
es: Condiciones del clima y del sitio

source: What action do you take?
es: ¿Qué acción tomas?

source: When the video has finished, ask the new employees to list some hazards they saw in the videoWrite the answers on a white board (Answers – moving plant, rotating parts when its set up, worker proximity to moving plant, working on a road, wet weather, sensitive receptors – spills etc.)
es: Cuando haya terminado el video, pide a los colaboradores nuevos que indiquen algunos de los peligros que vieron en el video.Escribe las respuestas en un pizarrón. (Las respuestas son: equipo móvil, piezas móviles cuando el equipo está montado, proximidad del trabajador al equipo móvil, trabajo sobre un camino, clima húmedo, receptores sensibles a derrames, etc.)

source: Why do we identify and mitigate hazards?
es: ¿Por qué identificamos y mitigamos los peligros?

source: Will there be interaction with plant or traffic?
es: ¿Habrá interacción con las instalaciones o el tráfico?

source: Will work exceed the fatigue guidelines?
es: ¿El trabajo excede las orientaciones sobre fatiga?

source: Work area adequately delineated / protected?
es: ¿Está delimitada/protegida adecuadamente el área de trabajo?

source: Working around Heavy and Mobile Equipment
es: Trabajo alrededor de maquinaria móvil y pesada

source: Working around Suspended Loads
es: Trabajo alrededor de cargas suspendidas

source: Working at Heights
es: Trabajo en altura

source: Works location verified against technical instruction / map (GPS)?
es: ¿Se verificó la ubicación de los trabajos en el instructivo técnico o mapa (GPS)?

source: You have the authority and the responsibility to stop a task if you:
es: Tú tienes la autoridad y la responsabilidad de detener una tarea si:

source: Your HaSEP will cover the whole day.
es: El HaSEP cubrirá el día completo:

source: Your travel to / from home via a lab, service station to get ice, the office etc. and the site access and work information.
es: el viaje de ida y vuelta a casa, al laboratorio, a la estación de servicio para conseguir hielo, a la oficina, etc. y la información de acceso al sitio y del trabajo.

source: a) Lets prioritise them by referring to the risk matrix in Section 37.0 of the HSE Field Guide Next to the answers, write the risk ratings the employees identified
es: a) Hay que priorizarlas de acuerdo con la matriz de riesgos en la Sección 37.0 de la Guía de Terreno de HSE Junto a las respuestas, escribe las calificaciones de riesgo que identificaron los colaboradores.

source: b) What will we do to reduce these risk levels? Refer to Page 1 of the HSE Field Guide to discuss the hierarchy of control.
es: b) ¿Qué haremos para reducir estos niveles de riesgo? Revisa la página 1 de la Guía de Terreno de HSE para hablar de la jerarquía de controles.

source: c) Reassess the risk level to make sure our controls have actually worked.
es: c) Reevalúa el nivel de riesgo para verificar que los controles hayan funcionado.

source: not already identified in HaSEP
es: que no haya sido identificado en el HaSEP

source: Y
es: S
